Repository: common-repository/contest-gallery
Catalog: languages/contest-gallery-*.po
Languages: de_de, nl_nl, ru_ru, sk_sk

source: Maximum allowed width for PNG is
de_de: Die maximal erlaubte Breite für PNGs ist
nl_nl: De maximale resolutie voor de PNG breedte is
ru_ru: Максимально допустимое разрешение для ширини PNG является
sk_sk: Maximálna povolená šírka PNG súborov

source: Maximum allowed height for PNG is
de_de: Die maximal erlaubte Höhe für PNGs ist
nl_nl: De maximale resolutie voor de PNG hoogte is
ru_ru: Максимально допустимое разрешение для высоти PNG является
sk_sk: Maximálna povolená výška PNG súborov

source: Minimum required width for PNG is
de_de: Die erforderliche Mindestbreite für PNG ist
ru_ru: Минимальная требуемая ширина для PNG
sk_sk: Minimálna požadovaná šírka pre PNG je

source: Minimum required height for PNG is
de_de: Die erforderliche Mindesthöhe für PNG ist
ru_ru: Минимальная требуемая высота для PNG
sk_sk: Minimálna požadovaná výška pre PNG je

source: Maximum allowed resolution for GIF is
de_de: Die maximale Auflösung für GIFs ist
nl_nl: De maximale resolutie voor GIF is
ru_ru: Максимально допустимое разрешение для GIF является
sk_sk: Maximálne povolené rozlíšenie GIF súborov

source: Maximum allowed width for GIF is
de_de: Die maximal erlaubte Breite für GIFs ist
nl_nl: De maximale resolutie voor de Gif breedte is
ru_ru: Максимально допустимое разрешение для ширини GIF является
sk_sk: Maximálna povolená šírka GIF súborov

source: Maximum allowed height for GIF is
de_de: Die maximal erlaubte Höhe für GIFs ist
nl_nl: De maximale resolutie voor de Gif hoogte is
ru_ru: Максимально допустимое разрешение для высоти GIF является
sk_sk: Maximálna povolená výška GIF súborov

source: Minimum required width for GIF is
de_de: Die erforderliche Mindestbreite für GIF ist
ru_ru: Минимальная требуемая ширина для GIF
sk_sk: Minimálna požadovaná šírka pre GIF je

source: Minimum required height for GIF is
de_de: Die erforderliche Mindesthöhe für GIF ist
ru_ru: Минимальная требуемая высота для GIF
sk_sk: Minimálna požadovaná výška pre GIF je

source: Maximum allowed width for ICO is
de_de: Die maximal erlaubte Breite für ICOs ist
ru_ru: Максимально допустимое разрешение для ширини ICO является
sk_sk: Maximálna povolená šírka ICO súborov

source: Maximum allowed height for ICO is
de_de: Die maximal erlaubte Höhe für ICOs ist
ru_ru: Максимально допустимое разрешение для высоти ICO является
sk_sk: Maximálna povolená výška ICO súborov

source: You have to check this agreement
de_de: Du musst mit den Bedingungen einverstanden sein
nl_nl: U moet akkoord gaan met de voorwaarden
ru_ru: Вы должны принять это соглашение
sk_sk: Musíte súhlasiť s touto dohodou

source: This email is not valid
de_de: Diese E-Mail Adresse ist ungültig
nl_nl: Het e-mailadres is ongeldig
ru_ru: Адрес электронной почты должен быть действительным
sk_sk: Neplatná e-mailová adresa

source: Reset password link is not valid anymore
de_de: Der Link zum Zurücksetzen des Passworts ist nicht mehr gültig
ru_ru: Ссылка для сброса пароля больше не действительна
sk_sk: Odkaz na obnovenie hesla už nie je platný

source: Password successfully changed
de_de: Passwort erfolgreich geändert
ru_ru: Пароль успешно изменен
sk_sk: Heslo bolo úspešne zmenené

source: Back to login form
de_de: Zurück zum Anmeldeformular
ru_ru: Вернуться к форме входа
sk_sk: Späť na prihlasovací formulár

source: Min amount of characters
de_de: Mindestanzahl an Buchstaben
nl_nl: Minimum aantal letters
ru_ru: Минимальное количество символов
sk_sk: Min. počet znakov

source: Max amount of characters
de_de: Höchstanzahl an Buchstaben
nl_nl: Maximum aantal letters
ru_ru: Максимально количество символов
sk_sk: Max. počet znakov

source: Select your file
de_de: Keine Datei gewählt
ru_ru: Выберите файл
sk_sk: Vyberte svoj súbor

source: The photo contest has not started yet
de_de: Der Fotowettbewerb ist noch nicht gestartet
ru_ru: Фотоконкурс еще не начался
sk_sk: Fotografická súťaž ešte nezačala

source: The photo contest is over
de_de: Der Fotowettbewerb ist beendet
nl_nl: De fotowedstrijd is afgelopen
ru_ru: Фотоконкурс закончился
sk_sk: Fotosúťaž sa skončila

source: Hold left mouse to see user info
de_de: Linke Maustaste halten um User-Info zu sehen
nl_nl: Linker muisknop ingedrukt om informatie voor de gebruiker te zien
ru_ru: Держать левую кнопку мыши чтобы увидеть информации от пользователя
sk_sk: Stlačte ľavé tlačidlo myši, aby sa zobrazili info o používateľovi

source: Maximum amount of uploads per user is
de_de: Die maximale Anzahl von Uploads pro Benutzer beträgt
ru_ru: Максимальное количество загрузок на пользователя
sk_sk: Maximálny počet odovzdaní na jedného používateľa je

source: Maximum amount of uploads per category is
de_de: Die maximale Anzahl an Uploads pro Kategorie beträgt
ru_ru: A quantidade máxima de uploads por categoria é
sk_sk: Maximálny počet odovzdaných videí na kategóriu je

source: You have already uploaded
de_de: Sie haben bereits hochgeladen
ru_ru: Вы уже загрузили
sk_sk: Už ste nahrali

source: You have already uploaded in category
de_de: Sie haben bereits in der Kategorie hochgeladen
ru_ru: Você já fez upload na categoria
sk_sk: V kategórii ste už nahrali

source: Maximum amount of uploads left for you
de_de: Maximale Anzahl an verbleibenden Uploads für Sie
ru_ru: Максимальное количество загрузок осталось для вас
sk_sk: Zostáva vám maximálny počet odovzdaných videí

source: Lost password?
de_de: Passwort verloren?
ru_ru: Забытый пароль?
sk_sk: Stratené heslo?

source: This email address is already registered
de_de: Diese E-Mail Adresse ist bereits registriert
nl_nl: Dit e-mailadres is reeds geregistreerd
ru_ru: Этот адрес электронной почты уже зарегистрированn
sk_sk: Táto e-mailová adresa už je registrovaná

source: This username is already taken
de_de: Dieser Benutzername ist bereits vergeben
nl_nl: Deze gebruikersnaam is al in gebruik
ru_ru: Это имя пользователя уже занято
sk_sk: Toto používateľské meno sa už používa

source: Username or email
de_de: Benutzername oder E-Mail
nl_nl: Gebruikersnaam of e-mail
ru_ru: Имя пользователя или эл. адрес
sk_sk: Používateľské meno alebo e-mail

source: Username or email required
de_de: Bitte Benutzernamen oder E-Mail eingeben
nl_nl: Gebruikersnaam of e-mail nodig
ru_ru: Имя пользователя или эл. адрес необходимо
sk_sk: Používateľské meno alebo e-mail sú povinné

source: Username or email does not exist
de_de: Benutzername oder E-Mail ist nicht vorhanden
nl_nl: Gebruikersnaam of e-Mail bestaat niet
ru_ru: Имя пользователя или эл. адрес не существует
sk_sk: Používateľské meno alebo e-mail neexistuje

source: This username already exists
de_de: Dieser Benutzername ist schon vergeben
ru_ru: Такое имя пользователя уже существует
sk_sk: Toto užívateľské meno už existuje

source: Email
ru_ru: Эл. адрес

source: An email was sent to reset password
ru_ru: Письмо было отправлено для сброса пароля
sk_sk: Bol odoslaný e-mail na obnovenie hesla

source: Type in your e-mail to receive link for resetting your password
de_de: Geben Sie Ihre E-Mail ein, um den Link zum Zurücksetzen Ihres Passworts zu erhalten
ru_ru: Введите свой адрес электронной почты, чтобы получить ссылку для сброса пароля.
sk_sk: Zadajte svoj e-mail a dostanete odkaz na obnovenie hesla

source: Email required
de_de: Bitte E-Mail eingeben
nl_nl: E-Mail nodig
ru_ru: Эл. адреснеобходим
sk_sk: Požaduje sa e-mail

source: Password
de_de: Passwort
nl_nl: Wachtwoord
ru_ru: Пароль
sk_sk: Heslo

source: New Password
de_de: Neues Passwort
ru_ru: Новый пароль
sk_sk: Nové heslo

source: New Password repeat
de_de: Neues Passwort wiederholen
ru_ru: Новый пароль повторяется
sk_sk: Nové heslo zopakujte

source: Password required
de_de: Passwort erforderlich
nl_nl: Wachtwoord nodig
ru_ru: Пароль необходим
sk_sk: Heslo je povinné

source: Email and password do not match
de_de: Email und Passwort stimmen nicht überein
ru_ru: Электронная почта и пароль не совпадают
sk_sk: E -mail a heslo sa nezhodujú

source: Login and password do not match
de_de: Login und Passwort stimmen nicht überein
ru_ru: Логин и пароль не совпадают
sk_sk: Prihlasovacie meno a heslo sa nezhodujú

source: Please fill out
de_de: Bitte ausfüllen
nl_nl: Vul
ru_ru: Пожалуйста заполните
sk_sk: Vyplňte

source: Passwords do not match
de_de: Passwörter stimmen nicht überein
nl_nl: Wachtwoorden komen niet overeen
ru_ru: Пароли не совпадают
sk_sk: Heslá sa nezhodujú

source: Upload
de_de: Hochladen
nl_nl: Uploaden
ru_ru: Загрузить
sk_sk: Nahrať

source: Register
de_de: Registrieren
nl_nl: Registreren
ru_ru: Зарегистрироваться
sk_sk: Registrovať

source: Login
de_de: Anmelden
nl_nl: Inloggen
ru_ru: Авторизоваться
sk_sk: Prihlásiť

source: Please select
de_de: Bitte wählen
nl_nl: Selecteer alstublieft
ru_ru: Пожалуйста выберите
sk_sk: Prosím vyber

source: You have not selected
de_de: Sie haben nicht ausgewählt
nl_nl: U hebt niet geselecteerd
ru_ru: Вы не выбрали
sk_sk: Nevybrali ste si

source: Please confirm
de_de: Bitte bestätigen
nl_nl: Bevestig alstublieft
ru_ru: Пожалуйста, подтвердите
sk_sk: Potvrďte prosím

source: File is not activated
de_de: Datei is nicht aktiviert
ru_ru: Файл не активирован
sk_sk: Súbor nie je aktivovaný

source: Your email could not be confirmed.
de_de: Ihre E-Mail Adresse konnte nicht verifiziert werden.
ru_ru: Ваш адрес электронной почты не может быть подтвержден.
sk_sk: Váš e-mail sa nepodarilo potvrdiť.

source: Please enter a valid URL
de_de: Bitte geben Sie eine korrekte URL ein
nl_nl: Voer een geldige URL in
ru_ru: Пожалуйста, введите корректный адрес
sk_sk: Prosím vložte platnú URL

source: Other
de_de: Sonstige
nl_nl: Anders
ru_ru: Другие
sk_sk: Ostatné

source: Yes
de_de: Ja
ru_ru: да
sk_sk: Áno

source: No
de_de: Nein
ru_ru: нет
sk_sk: žiadny

source: Logout?
de_de: Ausloggen?
nl_nl: uitloggen
ru_ru: Выйти из системы?
sk_sk: Odhlásiť sa?

source: First Name
de_de: Vorname
sk_sk: Krstné meno

source: Nr.
sk_sk: č.

source: Shipping address
de_de: Lieferadresse

source: Vote first
nl_nl: Stemmen

source: You have already voted for this picture
nl_nl: Deze foto heb je al beoordeeld

source: Maximum number of images for one upload is
nl_nl: Maximum aantal beelden voor een upload is

source: Minimum number of images for one upload is
nl_nl: Minimum aantal beelden voor een upload is

source: Email does not exist
nl_nl: E-Mail bestaat niet

source: Password is wrong
nl_nl: Account of wachtwoord is onjuist.

source: You are already logged in
nl_nl: U bent al geregistreerd

source: Image is not activated
nl_nl: Afbeelding is niet geactiveerd

source: Contest Gallery User
nl_nl: Contest Gallery Gebruiker

source: Create a professional photo contest
nl_nl: Maak een professionele fotowedstrijd
