Repository: common-repository/contest-gallery
Catalog: languages/contest-gallery-*.po
Languages: de_de, nl_nl, ru_ru, sk_sk

source: Shopping cart
de_de: Warenkorb
ru_ru: Корзина
sk_sk: Nákupný vozík

source: Close shopping cart
de_de: Warenkorb schließen
ru_ru: Закрыть корзину
sk_sk: Zatvorte nákupný košík

source: Invoice
de_de: Rechnung
ru_ru: Счет
sk_sk: Faktúra

source: Download invoice
de_de: Rechnung herunterladen
ru_ru: Скачать счет
sk_sk: Stiahnite si faktúru

source: Billing address different from delivery address?
de_de: Rechnungsadresse weicht von Lieferadresse ab?
ru_ru: Платежный адрес отличается от адреса доставки?
sk_sk: Fakturačná adresa sa líši od adresy doručenia?

source: Country
de_de: Land
ru_ru: Страна
sk_sk: Krajina

source: Price
de_de: Preis
ru_ru: Цена
sk_sk: Cena

source: Quantity
de_de: Anzahl
ru_ru: Количество
sk_sk: Množstvo

source: Shipping
de_de: Versand
ru_ru: Перевозки
sk_sk: Doprava

source: Alternative shipping
de_de: Alternativer Versand
ru_ru: Альтернативная доставка
sk_sk: Alternatívna doprava

source: Alternative shipping costs
de_de: Alternative Versandkosten
ru_ru: Альтернативные расходы на доставку
sk_sk: Alternatívne náklady na dopravu

source: Standard shipping costs
de_de: Standardversandkosten
ru_ru: Стандартные расходы на доставку
sk_sk: Štandardné náklady na dopravu

source: Free shipping
de_de: Kostenloser Versand
ru_ru: Бесплатная доставка

source: Please check agreement
de_de: Bitte prüfen Sie die Vereinbarung
ru_ru: Пожалуйста, проверьте соглашение
sk_sk: Skontrolujte prosím súhlas

source: Shipping country not allowed
de_de: Versandland nicht zulässig
ru_ru: Страна доставки не разрешена
sk_sk: Krajina odoslania nie je povolená

source: Select country
de_de: Land auswählen
ru_ru: Выберите страну
sk_sk: Vyberte krajinu

source: Shipping only possible for the following countries
de_de: Versand nur für folgende Länder möglich
ru_ru: Доставка возможна только в следующие страны
sk_sk: Doručenie je možné len do nasledujúcich krajín

source: Billing address
de_de: Rechnungsadresse
ru_ru: Адрес для выставления счета

source: Last Name
de_de: Familienname, Nachname
ru_ru: Фамилия
sk_sk: Priezvisko

source: Company
de_de: Unternehmen
ru_ru: Компания
sk_sk: Spoločnosť

source: Address Line 1
de_de: Adresszeile 1
ru_ru: Адресная строка 1
sk_sk: 1. riadok adresy

source: Address Line 2
de_de: Adresszeile 2
ru_ru: Адресная строка 2
sk_sk: 2. riadok adresy

source: City
de_de: Stadt
ru_ru: Город
sk_sk: Mesto

source: Postal Code
de_de: Postleitzahl
ru_ru: Почтовый индекс
sk_sk: poštové smerovacie číslo

source: Select state/territory
de_de: Wählen Sie Bundesland/Gebiet aus
ru_ru: Выберите штат/территорию
sk_sk: Vyberte štát/územie

source: Billing address identical to delivery address
de_de: Rechnungsadresse identisch mit Lieferadresse
ru_ru: Платежный адрес идентичен адресу доставки
sk_sk: Fakturačná adresa je totožná s adresou doručenia

source: Date of invoice
de_de: Rechnungsdatum
ru_ru: Дата счета-фактуры
sk_sk: Dátum faktúry

source: Payment date
de_de: Bezahldatum
ru_ru: Дата платежа
sk_sk: Dátum platby

source: Paid via
de_de: Bezahlt über
ru_ru: Оплачено через
sk_sk: Platené cez

source: Tax rate
de_de: Steuersatz
ru_ru: Ставка налога
sk_sk: Sadzba dane

source: VAT Number
de_de: Umsatzsteuer-Identifikationsnummer
ru_ru: Номер НДС
sk_sk: Identifikačné číslo DPH

source: optional
ru_ru: необязательный
sk_sk: voliteľné

source: Price unit net
de_de: Preiseinheit netto
ru_ru: Цена за единицу нетто
sk_sk: Jednotková cena netto

source: Price total net
de_de: Preis gesamt netto
ru_ru: Общая цена нетто
sk_sk: Cena celková netto

source: Total net
de_de: Gesamt netto
ru_ru: Всего нетто
sk_sk: Celková netto

source: Total gross
de_de: Gesamtbrutto
ru_ru: Итого брутто
sk_sk: Celková brutto

source: Total price
de_de: Gesamtpreis
ru_ru: Итоговая цена
sk_sk: Celková cena

source: Added to shopping cart
de_de: Zum Warenkorb hinzugefügt
ru_ru: Добавлено в корзину
sk_sk: Pridané do nákupného košíka

source: To shopping cart
de_de: Zum Warenkorb
ru_ru: В корзину
sk_sk: Do nákupného košíka

source: Title
de_de: Titel
ru_ru: Заголовок
sk_sk: Názov

source: Key
de_de: Schlüssel
ru_ru: Ключ
sk_sk: kľúč

source: Copy Key
de_de: Schlüssel kopieren
ru_ru: Копировать ключ
sk_sk: Kopírovať kľúč

source: No products selected
de_de: Keine Produkte ausgewählt
ru_ru: Товары не выбраны
sk_sk: Nie sú vybrané žiadne produkty

source: Full order details
de_de: Vollständige Bestelldetails
ru_ru: Полная информация о заказе
sk_sk: Kompletné detaily objednávky

source: Order number
de_de: Bestellnummer
ru_ru: Номер заказа
sk_sk: Číslo objednávky

source: Your order was successful. You will be redirected.
de_de: Ihre Bestellung war erfolgreich. Sie werden weitergeleitet.
ru_ru: Ваш заказ выполнен успешно. Вы будете перенаправлены.
sk_sk: Vaša objednávka bola úspešná. Budete presmerovaní.

source: Order failed. Please contact administrator.
de_de: Bestellung fehlgeschlagen. Bitte wenden Sie sich an den Administrator.
ru_ru: Заказ не выполнен. Пожалуйста, свяжитесь с администратором.
sk_sk: Objednávka zlyhala. Kontaktujte správcu.

source: Checkout processing impossible. No internet connection.
de_de: Kassenabwicklung unmöglich. Keine Internetverbindung.
ru_ru: Оформление заказа невозможно. Нет соединения с интернетом.
sk_sk: Spracovanie pokladne nemožné. Žiadne internetové pripojenie.

source: Maximum uploads
de_de: Maximale Anzahl von Uploads
ru_ru: Максимальное количество загрузок
sk_sk: Maximálne nahrávanie

source: Uploaded
de_de: Hochgeladen
ru_ru: Загружено
sk_sk: Nahrané

source: All uploads used
de_de: Alle Uploads verwendet
ru_ru: Использованы все загрузки
sk_sk: Všetky nahrané súbory sú použité

source: Account
de_de: Konto
nl_nl: Mijn account
ru_ru: Счет
sk_sk: Účet

source: This nickname is already taken
de_de: Dieser Spitzname ist bereits vergeben
nl_nl: Deze naam is al in gebruik
ru_ru: Этот ник уже занят
sk_sk: Táto prezývka už bola prijatá

source: Contest Gallery profile information
de_de: Profilinformationen der Wettbewerbsgalerie
ru_ru: Информация о профиле галереи конкурса
sk_sk: Informácie o profile galérie súťaže

source: Remove profile image
de_de: Profilbild entfernen
ru_ru: Удалить изображение профиля
sk_sk: Odstráňte profilový obrázok

source: This file type is not allowed
de_de: Dieser File Typ ist nicht erlaubt
nl_nl: Dit bestandstype is niet toegestaan
ru_ru: Этот тип файла не допускается
sk_sk: Nepodporovaný typ súboru

source: The selected file is too large, max allowed size
de_de: Die Datei die Sie gewählt haben ist zu groß. Maximal erlaubte Größe
nl_nl: Het bestand dat u hebt gekozen is te groot. Maximaal toegestane grootte
ru_ru: Файл, который вы выбрали слишком большой. Макс допустимый размер
sk_sk: Zvolený súbor je príliš veľký, max. povolená veľkosť

source: Select your image
de_de: Kein Bild gewählt
nl_nl: selecteer een foto
ru_ru: Не выбраны изображения
sk_sk: Vyberte fotku

source: Required
de_de: Erforderlich
ru_ru: Необходимый
sk_sk: Požadovaný

source: Remove
de_de: Entfernen
ru_ru: Удалять
sk_sk: Odstrániť

source: content blocked
de_de: Inhalte blockiert
ru_ru: контент заблокирован
sk_sk: obsah je zablokovaný

source: To view the content you must agree privacy policy
de_de: Um den Inhalt anzuzeigen, müssen Sie den Datenschutzbestimmungen zustimmen
ru_ru: Для просмотра контента необходимо согласиться с политикой конфиденциальности
sk_sk: Ak chcete zobraziť obsah, musíte súhlasiť so zásadami ochrany osobných údajov

source: I Agree
de_de: Ich stimme zu
ru_ru: Я согласен
sk_sk: Súhlasím

source: By agreeing all content on this page gets unblocked during current session
de_de: Durch Ihre Zustimmung werden alle Inhalte auf dieser Seite während der aktuellen Sitzung entsperrt
ru_ru: При согласии весь контент на этой странице разблокируется во время текущего сеанса.
sk_sk: Ak súhlasíte, všetok obsah na tejto stránke sa počas aktuálnej relácie odblokuje

source: content
de_de: Inhalt
ru_ru: содержание
sk_sk: obsahu

source: Until current tab gets closed
de_de: Bis der aktuelle Tab geschlossen wird
ru_ru: Пока текущая вкладка не закроется
sk_sk: Kým sa aktuálna karta nezavrie

source: Back to gallery
nl_nl: Terug naar Galerie
ru_ru: Вернуться в галерею
sk_sk: Späť do galérie

source: Back to galleries
de_de: Zurück zu den Galerien
ru_ru: Вернуться к галереям
sk_sk: Späť do galérií

source: No gallery entries
de_de: Keine Galerieeinträge
ru_ru: Нет записей в галерее
sk_sk: Žiadne záznamy v galérii

source: Participation form
de_de: Teilnahmeformular
ru_ru: Форма участия
sk_sk: Účastnícky formulár

source: Minimize participation form
de_de: Teilnahmeformular minimieren
ru_ru: Свернуть форму участия
sk_sk: Minimalizujte formu účasti

source: Further entry
de_de: Weiterer Eintrag
ru_ru: Дальнейший вход
sk_sk: Ďalší vstup

source: Search
de_de: Suche
ru_ru: Поиск
sk_sk: Vyhľadávanie

source: Sort by
de_de: Sortieren
nl_nl: Sorteer op
ru_ru: Сортировать по
sk_sk: Zoradiť

source: Random sort
de_de: Zufällige Sortierung
ru_ru: Произвольная сортировка
sk_sk: Náhodné triedenie

source: Show all categories
de_de: Alle Kategorien anzeigen
ru_ru: Показать все категории
sk_sk: Zobraziť všetky kategórie

source: Show less categories
de_de: Weniger Kategorien anzeigen
ru_ru: Показать меньше категорий
sk_sk: Zobraziť menej kategórií

source: Height view
de_de: Alle Bilder gleiche Höhe
nl_nl: Alle foto's op dezelfde hoogte
ru_ru: Вид по высоте
sk_sk: Priznať výšku

source: Thumb view
de_de: Thumb Ansicht
nl_nl: Miniaturen
ru_ru: Вид большого пальца
sk_sk: Zobraziť náhľady

source: Row view
de_de: Gleiche Anzahl an Bildern in einer Reihe
nl_nl: Gelijk aantal beelden in een rij
ru_ru: Горизонтальный вид
sk_sk: Zobraziť v riadku

source: Slider view
de_de: Slider Ansicht
ru_ru: Слайдер
sk_sk: Zobraziť slider

source: Blog view
de_de: Blog Ansicht
ru_ru: Просмотр блога
sk_sk: Zobrazenie blogu

source: Dark style
de_de: Dunkler Stil
ru_ru: Темный стиль
sk_sk: Tmavý štýl

source: Bright style
de_de: Heller Stil
ru_ru: Яркий стиль
sk_sk: Jasný štýl

source: Select page
de_de: Seite auswählen
ru_ru: Выберите страницу
sk_sk: Vyberte stránku

source: Previous page
de_de: Vorherige Seite
ru_ru: Предыдущая страница
sk_sk: Predchádzajúca stránka

source: Next page
de_de: Nächste Seite
ru_ru: Следующая страница
sk_sk: Ďalšia stránka

source: Previous entry
de_de: Vorheriger Eintrag
ru_ru: Предыдущая запись
sk_sk: Predchádzajúci záznam

source: Next entry
de_de: Nächster Eintrag
ru_ru: Следующая запись
sk_sk: Ďalší záznam

source: Previous file in entry
de_de: Vorherige Datei im Eintrag
ru_ru: Предыдущий файл в записи
sk_sk: Predchádzajúci súbor vo vstupe

source: Next file in entry
de_de: Nächste Datei im Eintrag
ru_ru: Следующий файл в записи
sk_sk: Ďalší súbor vo vstupe

source: Go to top of the gallery
de_de: Zum Anfang der Galerie gehen
ru_ru: Перейти к началу галереи
sk_sk: Prejsť na začiatok galérie

source: Search or sort
de_de: Suchen oder sortieren
ru_ru: Поиск или сортировка
sk_sk: Vyhľadávanie alebo triedenie

source: Close
de_de: Schließen
ru_ru: Закрыть

source: Open gallery in full window
de_de: Galerie in ganzem Fenster öffnen
ru_ru: Открыть галерею в полном окне
sk_sk: Otvoriť galériu v celom okne

source: Close view
de_de: Ansicht schließen
ru_ru: Закрыть просмотр
sk_sk: Zavrieť pohľad

source: Full screen mode
de_de: Vollbildmodus
ru_ru: Полноэкранный режим
sk_sk: Režim celej obrazovky

source: Close full screen mode
ru_ru: Закрыть полноэкранный режим
sk_sk: Zavrieť režim celej obrazovky

source: Copy gallery file link
de_de: Link zur Galeriedatei kopieren
ru_ru: Скопировать ссылку на файл галереи
sk_sk: Kopírovať odkaz na súbor galérie

source: Copy gallery entry link
de_de: Link zum Galerieeintrag kopieren
ru_ru: Скопировать ссылку на вход в галерею
sk_sk: Kopírovať odkaz na vstup do galérie

source: Copy original file source link
de_de: Kopieren Sie den Quelllink der ursprünglichen Datei
ru_ru: Скопировать исходную ссылку на исходный файл
sk_sk: Skopírujte pôvodný odkaz na zdroj súboru

source: Share to
de_de: Teilen mit
ru_ru: Поделиться с
sk_sk: Zdieľať s

source: Open original file in new tab
de_de: Originaldatei in neuem Tab öffnen
ru_ru: Открыть исходный файл в новой вкладке
sk_sk: Otvorte pôvodný súbor na novej karte

source: Download original file
de_de: Originaldatei herunterladen
ru_ru: Скачать исходный файл
sk_sk: Stiahnite si pôvodný súbor

source: Service
ru_ru: Услуга
sk_sk: servis

source: Delete entry
de_de: Eintrag löschen
ru_ru: Удалить запись
sk_sk: Odstrániť záznam

source: Delete entries
de_de: Einträge löschen
ru_ru: Удалить записи
sk_sk: Odstrániť záznamy

source: Show more info
de_de: Mehr Informationen anzeigen
ru_ru: Показать больше информации
sk_sk: Zobraziť viac informácií

source: Show less info
de_de: Weniger Informationen anzeigen
ru_ru: Показать меньше информации
sk_sk: Zobraziť menej informácií

source: Add comment
de_de: Kommentar hinzufügen
ru_ru: Добавить комментарий
sk_sk: Pridať komentár

source: Show more comments
de_de: Weitere Kommentare anzeigen
ru_ru: Показать больше комментариев
sk_sk: Zobraziť viac komentárov

source: Show less comments
de_de: Weniger Kommentare anzeigen
ru_ru: Показать меньше комментариев
sk_sk: Zobraziť menej komentárov

source: Add an emoji
de_de: Ein Emoji hinzufügen
ru_ru: Добавить эмодзи
sk_sk: Pridanie emoji

source: Hide emojis
de_de: Emojis ausblenden
ru_ru: Скрыть эмодзи
sk_sk: Skryť emotikony

source: Vote
de_de: Abstimmen
ru_ru: Голосовать
sk_sk: Hlasovanie

source: Thank you for voting
de_de: Vielen Dank für Ihre Abstimmung
ru_ru: Спасибо за голосование
sk_sk: Ďakujeme za hlasovanie

source: Undo your last vote
de_de: Ihre letzte Abstimmung rückgängig machen
ru_ru: Отменить последнее голосование
sk_sk: Zrušenie vášho posledného hlasovania

source: of
de_de: von
ru_ru: из
sk_sk: z

source: No files found
de_de: Keine Dateien gefunden
ru_ru: Файлов не найдено
sk_sk: Nenašli sa žiadne súbory

source: No entries found
de_de: Keine Einträge gefunden
ru_ru: Записи не найдены
sk_sk: Nenašli sa žiadne záznamy

source: Random
de_de: Zufällig
nl_nl: Willekeurig
ru_ru: Случайный
sk_sk: Náhodné

source: Custom
de_de: Benutzerdefiniert
ru_ru: Обычай
sk_sk: Vlastné

source: Date descend
de_de: Datum absteigend
nl_nl: Datum aflopen
ru_ru: По дате, сначала последние
sk_sk: Od najnovšej

source: Date ascend
de_de: Datum aufsteigend
nl_nl: Datum oplopend
ru_ru: По дате, сначала первые
sk_sk: Od najstaršej

source: Comments descend
de_de: Kommentare absteigend
nl_nl: Reacties aflopend
ru_ru: По комментариям, сначала последние
sk_sk: Najviac komentárov

source: Comments ascend
de_de: Kommentare aufsteigend
nl_nl: Reacties oplopend
ru_ru: По комментариям, сначала первые
sk_sk: Najmenej komentárov

source: Rating descend
de_de: Bewertungen absteigend
nl_nl: Recensies aflopend
ru_ru: По рейтингу, сначала больший
sk_sk: Najlepšie hodnotenie

source: Rating ascend
de_de: Bewertungen aufsteigend
nl_nl: Recensies oplopend
ru_ru: По рейтингу, сначала меньший
sk_sk: Najhoršie hodnotenie

source: Rating quantity descend
de_de: Bewertungen Anzahl absteigend
ru_ru: По рейтингу, количество сначала больший
sk_sk: Počet hodnotení zostupne

source: Rating quantity ascend
de_de: Bewertungen Anzahl aufsteigend
ru_ru: По рейтингу, количество сначала меньший
sk_sk: Množstvo hodnotenia stúpa

source: Rating sum descend
de_de: Bewertungen Summe absteigend
ru_ru: Сумма рейтинга убывающая
sk_sk: Hodnotenie súčtu zostupne

source: Rating sum ascend
de_de: Bewertungen Summe aufsteigend
ru_ru: Сумма рейтинга возрастает
sk_sk: Hodnotenie súčtu vzostupne

source: Full size
de_de: Volle Größe
nl_nl: Ware Grootte
ru_ru: Оригинальный размер
sk_sk: Plná veľkosť

source: Picture comments
de_de: Kommentare zum Bild
nl_nl: Commentaar op de foto
ru_ru: Комментарии к фотографии
sk_sk: Obrázkové komentáre

source: Comments
de_de: Kommentare
nl_nl: Commentaar
ru_ru: Комментарии
sk_sk: Komentáre

source: Your comment
de_de: Dein Kommentar
nl_nl: Uw Commentaar
ru_ru: Твой комментарий
sk_sk: Váš komentár

source: Name
nl_nl: Naam
ru_ru: Имя
sk_sk: Meno

source: Comment
de_de: Kommentar
nl_nl: Commentaar
ru_ru: Комментарий
sk_sk: Komentár

source: I am not a robot
de_de: Ich bin kein Bot
nl_nl: Ik ben geen robot
ru_ru: Я не бот
sk_sk: Nie som robot

source: You can not vote in own gallery
de_de: In eigener Galerie kann nicht gewertet werden
ru_ru: Вы не можете голосовать в собственной галерее
sk_sk: Vo vlastnej galérii nemôžete hlasovať

source: You can not comment in own gallery
de_de: In eigener Galerie kann nicht kommentiert werden
ru_ru: Вы не можете комментировать в собственной галерее
sk_sk: Nemôžete komentovať vo vlastnej galérii

source: You have to be logged in to comment
de_de: Du musst eingeloggt sein, um zu kommentieren
ru_ru: Вы должны войти, чтобы комментировать
sk_sk: Ak chcete komentovať, musíte byť prihlásený

source: Please use available emojis
de_de: Bitte verwenden Sie die verfügbaren Emojis
ru_ru: Пожалуйста, используйте доступные эмодзи
sk_sk: Použite dostupné emotikony

source: Emojis are not allowed
de_de: Emojis sind nicht erlaubt
ru_ru: Смайлики запрещены
sk_sk: Emoji nie sú povolené

source: Send
de_de: Senden
nl_nl: Versturen
ru_ru: Отправить
sk_sk: Odoslať

source: File was deleted
de_de: Datei wurde gelöscht
ru_ru: Файл был удален
sk_sk: súbor bol zmazaný

source: Files were deleted
de_de: Dateien wurden gelöscht
ru_ru: Файлы были удалены
sk_sk: Súbory boli odstránené

source: Successfully logged in via Google. Page will be reloaded...
de_de: Erfolgreich über Google eingeloggt. Seite wird neu geladen...
ru_ru: Успешный вход через Google. Страница будет перезагружена ...
sk_sk: Úspešné prihlásenie cez Google. Stránka sa znova načíta...

source: Delete entry?
de_de: Eintrag löschen?
ru_ru: Удалить запись?
sk_sk: Odstrániť záznam?

source: Delete entries?
de_de: Einträge löschen?
ru_ru: Удалить записи?
sk_sk: Odstrániť záznamy?

source: Entry successfully deleted
de_de: Eintrag erfolgreich gelöscht
ru_ru: Запись успешно удалена
sk_sk: Záznam bol úspešne odstránený

source: Entries successfully deleted
de_de: Einträge erfolgreich gelöscht
ru_ru: Записи успешно удалены
sk_sk: Záznamy boli úspešne odstránené

source: Edit
de_de: Bearbeiten
ru_ru: Pедактировать
sk_sk: Upraviť

source: Save
de_de: Speichern
ru_ru: Сохранить
sk_sk: Uložiť

source: Data saved
de_de: Daten gespeichert
ru_ru: Данные сохранены
sk_sk: Údaje boli uložené

source: Only visible to registered and logged in owner of the entry
de_de: Nur für registrierte und eingeloggte Inhaber des Eintrags sichtbar
ru_ru: Виден только зарегистрированному и вошедшему в систему владельцу записи
sk_sk: Viditeľné iba pre registrovaného a prihláseného vlastníka záznamu

source: Original file source link copied
de_de: Link zur ursprünglichen Dateiquelle kopiert
ru_ru: Ссылка на исходный файл скопирована
sk_sk: Pôvodný odkaz na zdroj súboru bol skopírovaný

source: Gallery file link copied
de_de: Link zur Galeriedatei kopiert
ru_ru: Ссылка на файл галереи скопирована
sk_sk: Odkaz na súbor galérie bol skopírovaný

source: Gallery entry link copied
de_de: Link zum Galerieeintrag kopiert
ru_ru: Ссылка на вход в галерею скопирована.
sk_sk: Odkaz na záznam do galérie bol skopírovaný

source: Sum
de_de: Summe
ru_ru: Сумма

source: Your vote
de_de: Deine Stimme
ru_ru: Ваш голос
sk_sk: Váš hlas

source: The name field must contain two characters or more
de_de: Der Name muss länger als zwei Buchstaben sein
nl_nl: De naam moet langer zijn dan twee letters
ru_ru: Имя должно быть больше, чем две буквы
sk_sk: Meno musí obsahovať aspoň 2 znaky

source: The comment field must contain three characters or more
de_de: Der Kommentar muss länger als drei Buchstaben sein
nl_nl: De reactie moet langer zijn dan drie letters
ru_ru: Комментарий должен быть больше, чем три буквы
sk_sk: Komentár musí obsahovať aspoň 3 znaky

source: Plz check the checkbox to prove that you are not a robot
de_de: Bitte Häckchen setzten um zu zeigen, dass Sie kein Bot sind
nl_nl: Zet een vinkje om aan te geven dat je geen robot ben
ru_ru: Пожалуйста, проверьте отметку - чтобы показать, что Вы не робот
sk_sk: Zaškrtnite políčko a dokážte, že nie ste robot

source: Your comment will be reviewed
de_de: Ihr Kommentar wird überprüft
ru_ru: Ваш комментарий будет рассмотрен
sk_sk: Váš komentár bude posúdený

source: Thank you for your comment
de_de: Danke für dein Kommentar
nl_nl: Bedankt voor uw reactie
ru_ru: Спасибо за ваш комментарий
sk_sk: Ďakujeme za váš komentár

source: You have already voted for this entry
de_de: Sie haben bereits für diesen Eintrag gestimmt
ru_ru: Вы уже проголосовали за эту запись
sk_sk: Za tento príspevok ste už hlasovali

source: This entry is not a winner
de_de: Dieser Eintrag ist kein Gewinner
ru_ru: Эта запись не является победителем
sk_sk: Tento príspevok nie je víťazný

source: You have already voted for this category
de_de: Du hast für diese Kategorie bereits abgestimmt
ru_ru: Вы уже голосовали за эту категорию
sk_sk: Už ste hlasovali pre túto kategóriu

source: You have no more votes in this category
de_de: Du hast keine Stimmen mehr in dieser Kategorie
ru_ru: У вас больше нет голосов в этой категории
sk_sk: V tejto kategórii nemáte viac hlasov

source: You have already used all your votes
de_de: Du hast all deine Stimmen verbraucht
nl_nl: Je hebt alle stemmen al gebruikt
ru_ru: Вы уже использовали все свои голоса
sk_sk: Už ste rozdali všetky svoje hlasy

source: It is not allowed to vote for your own file
de_de: Es ist nicht erlaubt für die eigene Datei abzustimmen
ru_ru: Запрещено голосовать за свой файл
sk_sk: Nie je dovolené hlasovať za vlastný súbor

source: Only registered users are allowed to vote
de_de: Nur registrierte User dürfen bewerten
nl_nl: Alleen geregistreerde gebruikers kunnen stemmen
ru_ru: Только зарегистрированные пользователи могут голосовать
sk_sk: Hlasovať môžu iba zaregistrovaní používatelia

source: The resolution of this image is
de_de: Die Auflösung des Bildes ist
nl_nl: De resolutie van de foto is
ru_ru: Разрешение этого фото
sk_sk: Rozlíšenie tejto fotky

source: Maximum number of files for one upload is
de_de: Maximale Anzahl der Dateien für ein Upload ist
ru_ru: Максимальное количество файлов для одной загрузки
sk_sk: Maximálny počet súborov na jedno odovzdanie je

source: Minimum number of files for one upload is
de_de: Minimale Anzahl der Dateien für ein Upload ist
ru_ru: Минимальное количество файлов для одной загрузки
sk_sk: Minimálny počet súborov na jedno nahranie je

source: Maximum allowed resolution for JPG is
de_de: Die maximale Auflösung für JPGs ist
nl_nl: De maximale resolutie voor JPG is
ru_ru: Максимально допустимое разрешение для формата JPEG является
sk_sk: Maximálne povolené rozlíšenie JPG súborov

source: Maximum allowed width for JPG is
de_de: Die maximal erlaubte Breite für JPGs ist
nl_nl: De maximale resolutie voor de JPG breedte is
ru_ru: Максимально допустимое разрешение для ширини JPEG является
sk_sk: Maximálna povolená šírka JPG súborov

source: Maximum allowed height for JPG is
de_de: Die maximal erlaubte Höhe für JPGs ist
nl_nl: De maximale resolutie voor de JPG hoogte is
ru_ru: Максимально допустимое разрешение для высоти JPEG является
sk_sk: Maximálna povolená výška JPG súborov

source: Minimum required width for JPG is
de_de: Die erforderliche Mindestbreite für JPG ist
ru_ru: Минимальная требуемая ширина для JPG
sk_sk: Minimálna požadovaná šírka pre JPG je

source: Minimum required height for JPG is
de_de: Die erforderliche Mindesthöhe für JPG ist
ru_ru: Минимальная требуемая высота для JPG
sk_sk: Minimálna požadovaná výška pre JPG je

source: Maximum allowed resolution for PNG is
de_de: Die maximale Auflösung für PNGs ist
nl_nl: De maximale resolutie voor PNG is
ru_ru: Максимально допустимое разрешение для PNG является
sk_sk: Maximálne povolené rozlíšenie PNG súborov
